Repository: Xynoss/Projet-Progra-Syst-me
Catalog: version 1.0/EasySave 1.0/Properties/Res.*.resx
Languages: fr

# ask_name_save
source: Enter the name of the backup:
fr: Entrez le nom de votre sauvegarde

# ask_source_path
source: Enter backup source folder path:
fr: Entrez le chemin du dossier à sauvegarder

# ask_target_path
source: Enter backup target folder path:
fr: Entrez le chemin du dossier dans lequel sauvegarder

# check_language
source: The language is english
fr: La langue de l'application est le français

# choose_action
source: Please choose between the following choices:
fr: Veuillez sélectionner votre action parmi les choix suivants

# choose_save
source: Indicate the backup concerned:
fr: Indiquez la sauvegarde concernée :

# choose_save_ref
source: Enter the name of the reference backup:
fr: Entrez le nom de la sauvegarde de référence :

# differentiel_save
source: Differential backup: backup only different files.
fr: Sauvegarde différentielle : sauvegarder uniquement les fichiers différents.

# end
source: See you soon
fr: À bientôt

# exit_command
source: To exit the application, enter exit:
fr: Pour quitter l'application, entrez exit

# greeting
source: Welcome
fr: Bienvenue

# language_choose
source: Select your language among the choices proposed:
fr: Sélectionner votre langue parmi les choix proposés

# list_complete_save
source: 1 : Create a complete backup
fr: 1 : Créer une sauvegarde complète

# list_diff_save
source: 2 : Create a differential backup
fr: 2 : Créer une sauvegarde différentielle

# list_exit
source: 5 : Close the application
fr: 5 : Quitter l'application

# list_run_all
source: 3 : Run all backups
fr: 3 : Exécuter toutes les sauvegardes

# list_run_one
source: 4 : Run one backup
fr: 4 : Exécuter une sauvegarde

# notsave_found
source: Backup {0} does not exist. Check your choice.
fr: La sauvegarde {0} n'existe pas. Vérifiez votre choix.

# run_all_save
source: You have chosen to run all backups.
fr: Vous avez choisi de lancer toutes les sauvegardes.

# run_onesave
source: You have chosen to launch a backup.
fr: Vous avez choisi de lancer une sauvegarde

# save_complete_chosen
source: You have chosen to create a complete backup.
fr: Vous avez choisi de créer une sauvegarde complète

# save_created
source: Backup {0} created
fr: Sauvegarde {0} crée

# save_differential_chosen
source: You have chosen to create a differential backup
fr: Vous avez choisi de créer une sauvegarde différentielle

# save_loading
source: Backup {0} in progress...
fr: Sauvegarde {0} en cours...

# save_run
source: Backup {0} executed.
fr: Sauvegarde {0} exécutée

# selected_ref_save_end
source: Backup {0} has been selected as a reference
fr: La sauvegarde {0} a été sélectionné comme référence

# total_save
source: Full backup: back up all the files.
fr: Sauvegarde totale : sauvegarder l'intégralité des fichiers.

# warning_toomuchsave
source: You have reached the maximum number of backups. Please delete backups.
fr: Vous avez atteint le nombre de sauvegarde maximum. Veuillez supprimer des sauvegardes
